Repository: RKWKomZe/RkwOrder
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_rkworder_domain_model_order
source: Order
de: Bestellung

# tx_rkworder_domain_model_order.page_title
source: Site Title
de: Seiten-Titel

# tx_rkworder_domain_model_order.page_subtitle
source: Site Subtitle
de: Seiten-Untertitel

# tx_rkworder_domain_model_order.gender
source: Salutation
de: Anrede

# tx_rkworder_domain_model_order.gender.I.man
source: Mr.
de: Herr

# tx_rkworder_domain_model_order.gender.I.woman
source: Mrs.
de: Frau

# tx_rkworder_domain_model_order.gender.I.neutral
source: -- Please select --
de: -- Bitte wählen --

# tx_rkworder_domain_model_order.first_name
source: First Name
de: Vorname

# tx_rkworder_domain_model_order.last_name
source: Last Name
de: Nachname

# tx_rkworder_domain_model_order.company
source: Company
de: Firma

# tx_rkworder_domain_model_order.address
source: Address
de: Adresse

# tx_rkworder_domain_model_order.zip
source: Zip
de: Postleitzahl

# tx_rkworder_domain_model_order.city
source: City
de: Stadt

# tx_rkworder_domain_model_order.amount
source: Amount
de: Bestellmenge

# tx_rkworder_domain_model_order.remark
source: Remark
de: Anmerkung

# tx_rkworder_domain_model_order.newsletter
source: Order newsletter
de: Newsletter zum Thema Fachkräftesicherung abonnieren

# tx_rkworder_domain_model_order.amountAppendFirst
source: Copy
de: Exemplar

# tx_rkworder_domain_model_order.amountAppend
source: Copies
de: Exemplare

# tx_rkworder_domain_model_order.frontend_user
source: Frontend User
de: Frontendnutzende

# orderController.message.order_created_email
source: An e-mail has been send to you. Please click the link in the e-mail to confirm your request.
de: Fast geschafft! Eine E-Mail mit einem Bestätigungslink ist auf dem Weg zu Ihnen. Sollten Sie innerhalb der nächsten 2-3 Minuten keine E-Mail von uns erhalten, prüfen Sie Ihren Spam-Filter. Selbstverständlich steht Ihnen aber auch unser Support bei Problemen jederzeit gerne zur Verfügung.

# orderController.message.order_created
source: Order successfully created.
de: Woohoo! Der Bestellvorgang ist nun abgeschlossen. Sie erhalten in Kürze eine Bestellbestätigung per E-Mail. Die Bestellung wird Ihnen zeitnah per Post zugestellt.

# orderController.message.order_canceled
source: Order was canceled.
de: Schade! Der Bestellvorgang wurde, wie gewünscht, abgebrochen. Sie können aber jederzeit erneut eine Bestellung aufgeben. Die Bestellung erhalten Sie selbstverständlich kostenlos zugesandt.

# orderController.error.order_error
source: An error occurred. Please try again.
de: Upps, da ist wohl etwas schief gelaufen. Haben Sie die Bestellung möglicherweise bereits bestätigt?

# orderController.error.accept_terms
source: You have to accept our terms and conditions.
de: Das muss leider sein: Bitte akzeptieren Sie unsere Nutzungsbedingungen, um bestellen zu können.

# orderController.error.no_valid_email
source: Please enter a valid username.
de: Da ist etwas schief gelaufen. Bitte geben Sie eine gültige E-Mailadresse ein.

# orderController.error.email_already_in_use
source: The given E-mail is already used by another user.
de: Hm, die gewünschte E-Mailadresse wird bereits von einem anderen Nutzenden verwendet. Bitte geben Sie eine andere E-Mailadresse an.

# validator.notzero.zero
source: Value can't be 0
de: Bitte geben Sie eine Bestellmenge an, die größer als 0 ist. Sonst macht das hier wenig Sinn ;-)

# validator.zip.incorrect
source: The zip is not valid
de: Die Postleitzahl ist leider nicht korrekt.

# rkwMailService.optInRequestEvent.subject
source: Confirm your RKW order
de: Bitte bestätigen Sie Ihre Bestellung

# rkwMailService.confirmationUser.subject
source: Thanks for you order
de: Vielen Dank für Ihre Bestellung

# rkwMailService.confirmationAdmin.subject
source: A new order has arrived
de: Eine neue Publikationsbestellung wurde aufgegeben

# rkwMailService.deleteUser.subject
source: Your order has been canceled
de: Ihre Publikationsbestellung wurde storniert

# rkwMailService.deleteAdmin.subject
source: An order has been canceled
de: Eine Publikationsbestellung wurde storniert

# templates_email_optInRequest.headline
source: Hello %s %s,
de: Hallo %s %s,

# templates_email_optInRequest.text1
source: thank you for your interest in RKW products.
de: vielen Dank für die Bestellung einer Publikation des RKW Kompetenzzentrums.

# templates_email_optInRequest.text2
source: Please check and confirm your order below.
de: Bitte prüfen Sie Ihre Bestellung auf Richtigkeit und bestätigen Sie sie über den untenstehenden Link. Die Bestellung ist selbstverständlich kostenlos.

# templates_email_optInRequest.textOptIn
source: Click here to confirm your order:
de: Bitte klicken Sie hier, um die Bestellung zu bestätigen. Um Ihnen zukünftige Bestellungen zu erleichtern, wird automatisch ein kostenloser Account erstellt, falls Sie nicht schon als Nutzer / Nutzerin registriert sind. Das Passwort erhalten Sie in einer weiteren E-Mail.

# templates_email_optInRequest.textOptOut
source: Click here to cancel your order:
de: Sie haben es sich anders überlegt oder haben die Bestellung gar nicht selbst angefragt? Klicken Sie einfach hier, um alle Daten zu löschen:

# templates_email_optInRequest.textOptInLinkLabel
source: Yes, execute the order
de: Ja, ich möchte diese Bestellung erhalten

# templates_email_optInRequest.textOptOutLinkLabel
source: No, thank you
de: Nein, ich möchte keine Bestellung aufgeben

# templates_email_optInRequest.confirmHeadline
source: Please confirm your order
de: Bitte bestätigen Sie Ihre Bestellung

# templates_email_confirmationOrderUser.headline
source: Hello %s %s,
de: Hallo %s %s,

# templates_email_confirmationOrderUser.text1
source: thank you for your order.
de: vielen Dank für die Bestellung einer Publikation des RKW Kompetenzzentrums.

# templates_email_confirmationOrderUser.text2
source: You will receive your order shortly.
de: Untenstehend finden Sie die Details Ihrer Bestellung. Wir senden Ihnen die gewünschte Publikation in Kürze kostenlos per Post zu.

# templates_email_confirmationOrderAdmin.headline
source: Hello %s,
de: Hallo %s,

# templates_email_confirmationOrderAdmin.text1
source: a publication has been ordered. Please send the ordered publication to the address below.
de: über die Website wurde eine Publikation bestellt. Bitte senden Sie die untenstehende Bestellung per Post zu. Sie können bei etwaigen Rückfragen direkt auf diese E-Mail antworten.

# templates_email_deleteOrderUser.headline
source: Hello %s %s,
de: Hallo %s %s,

# templates_email_deleteOrderUser.text1
source: thank you for your order.
de: hiermit bestätigen wir die Stornierung Ihrer Bestellung von Publikationen des RKW Kompetenzzentrums.

# templates_email_deleteOrderUser.text2
source: The order below has been canceled.
de: Untenstehend finden Sie die Details Ihrer stornierten Bestellung.

# templates_email_deleteOrderAdmin.headline
source: Hello %s,
de: Hallo %s,

# templates_email_deleteOrderAdmin.text1
source: a publication order has been canceled. Please do NOT send the publication to the address below.
de: eine Publikationsbestellung wurde soeben storniert. Bitte senden Sie die untenstehende Bestellung NICHT per Post zu und löschen Sie ggf. auch die unten genannten Abonnements. Sie können bei etwaigen Rückfragen direkt auf diese E-Mail antworten.

# partials_email_details.orderDetails
source: Order Details
de: Details der Bestellung

# partials_email_details.shippingAddress
source: Shipping Address
de: Lieferadresse

# partials_email_details.orderPerson
source: Orderer
de: Besteller

# partials_email_details.completeSeries
source: Complete Series "%s"
de: Gesamte Reihe "%s"

# partials_email_details.singlePublication
source: Publication "%s"
de: Publikation "%s"

# partials_email_details.subscribe
source: Please subscribe me for free to "%s".
de: Ich möchte die Reihe "%s" kostenlos abonnieren. Bitte nehmen Sie mich für das Abonnement auf.

# partials_email_details.doNotSubscribe
source: No subscription selected
de: KEIN Abonnement gewählt

# partials_email_details.remark
source: Remark
de: Hinweis zur Bestellung

# partials_email_details.newsletter
source: Newsletter ordered
de: Newsletter zum Thema Fachkräftesicherung wurde abonniert.

# templates_order_new.new_order
source: New Order
de: Publikation als Print-Version bestellen

# templates_order_new.introduction
source: Here you can order a print-version of the current publication for free.
de: Hier können Sie diese Publikation kostenlos als Print-Version bestellen. Geben Sie dafür einfach die gewünschte Lieferadresse an.

# templates_order_new.introductionSeries
source: Here you can order a print-version of the current publication or the whole series the publication belongs to.
de: Hier können Sie diese Publikation oder die ganze Publikationsreihe kostenlos als Print-Version bestellen. Geben Sie dafür einfach die gewünschte Lieferadresse an.

# templates_order_new.order_button
source: Order now
de: Jetzt bestellen

# templates_order_new.terms
source: I accept the terms and conditions.
de: Ich akzeptiere die Nutzungsbedingungen.

# templates_order_new.sendSeries
source: Please send the whole series "%s".
de: Bitte senden Sie mir die gesamte Reihe "%s" zu.

# templates_order_new.subscribe
source: I want to subscribe to "%s".
de: Ich möchte die Reihe "%s" kostenlos abonnieren.

# form.error.newOrder.firstName
source: Firstname
de: Vorname

# form.error.newOrder.lastName
source: Lastname
de: Nachname

# form.error.newOrder.address
source: Address
de: Adresse

# form.error.newOrder.zip
source: Zip
de: PLZ

# form.error.newOrder.city
source: City
de: Stadt

# form.error.newOrder.amount
source: Amount
de: Anzahl

# form.error.1221560718
source: Please fill out the field '%s'.
de: Bitte füllen Sie das Feld '%s' aus.
